Repository: Fahrek/wc4bp
Catalog: languages/wc4bp-*.po
Languages: fr_fr

source: none
fr_fr: aucun

source: (Primary)
fr_fr: (Principale)

source: There are no fields in this group.
fr_fr: Il n'y a pas de champs dans ce groupe.

source: You have no groups.
fr_fr: Vous n'avez aucun groupe.

source: Add New Group
fr_fr: Ajout d'un nouveau groupe

source: (Required)
fr_fr: (Requis)

source: Shop
fr_fr: Boutique

source: New review created
fr_fr: Un nouvel avis a été émis

source: New purchase made
fr_fr: Un nouvel achat a été fait

source: Shopping Cart
fr_fr: Panier d'achat

source: History
fr_fr: Historique

source: Track your order
fr_fr: Suivre votre commande

source: %s wrote a review about <a href="%s">%s</a>
fr_fr: %s a écrit un avis à propos de <a href="%s">%s</a>

source: %s purchased %s
fr_fr: %s a acheté %s

source: Changes saved.
fr_fr: Changements sauvegardés.

source: Shop Settings
fr_fr: Réglage de la boutique

source: Activity Stream
fr_fr: Flux d'activité

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Post to activity stream all reviews written by me
fr_fr: Publier sur le flux d'activité tous les avis que j'ai fait

source: Post to activity stream all purchases I've made
fr_fr: Publier sur le flux d'activité tous les achats que j'ai fait

source: Save Changes
fr_fr: Sauver les changements

source: Please enter a valid order ID
fr_fr: Saisissez un identifiant de commande valide

source: Please enter a valid order email
fr_fr: Saisissez une adresse email valide

source: You are not allowed to view this order.
fr_fr: Vous n'êtes pas autorisé à voir cette commande.

source: Sorry, we could not find that order id in our database.
fr_fr: Désolé, nous ne trouvons pas cette commande dans notre base de données.

source: Your Order
fr_fr: Votre commande

source: Customer Billing Address
fr_fr: Adresse de facturation du client

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Company
fr_fr: Entreprise

source: Address 1
fr_fr: Adresse 1

source: Address 2
fr_fr: Adresse 2

source: City
fr_fr: Ville

source: Postcode
fr_fr: Code postal

source: State/County
fr_fr: Etat/Région

source: Country
fr_fr: Pays

source: Telephone
fr_fr: Téléphone

source: Customer Shipping Address
fr_fr: Adresse de livraison du client

source: State/County or state code
fr_fr: Etat/région ou code associé

source: 2 letter Country code
fr_fr: Code Pays au format à 2 lettres

source: Please enter something into this new shiny field.
fr_fr: Saisissez quelque chose dans le champ en surbrillance.

source: required
fr_fr: requis

source: How'd you First find us?
fr_fr: Comment vous avez nous connu ?

source: WC4BP API License Activation
fr_fr: Activation de votre licence WC4BP API

source: API License Key
fr_fr: Clé de licence API

source: API License Email
fr_fr: Adresse email de validation de la licence API

source: WC4BP API License Deactivation
fr_fr: Désactivation de votre licence WC4BP API

source: Deactivate API License Key
fr_fr: Désactivation de la clé de licence API

source: Plugin activated.
fr_fr: L'extension a été activée.

source: Connection failed to the License Key API server. Try again later.
fr_fr: La connexion au serveur de clé de licence API a échouée. Essayez plus tard.

source: The license could not be deactivated. Use the License Deactivation tab to manually deactivate the license before activating a new license.
fr_fr: La licence ne peut être désactivée. Utilisez l'onglet de désactivation de la licence pour désactiver manuellement la licence avant d'en activer une nouvelle.

source: Plugin license deactivated.
fr_fr: La licence de l'extension est désactivée.

source: Deactivates an API License Key so it can be used on another blog.
fr_fr: Désactive la clé de licence API afin de l'utiliser sur un autre blog.

source: The license key for %s has expired. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: La clé de licence pour %s a expirée. Vous pouvez réactiver ou acheter une clé de licence depuis votre <a href="%s" target="_blank">espace client</a>.

source: The subscription for %s is on-hold. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: L'abonnement pour %s est en attente. Vous pouvez réactiver votre abonnement depuis votre <a href="%s" target="_blank">espace client</a>.

source: The subscription for %s has been cancelled. You can renew the subscription from your account <a href="%s" target="_blank">dashboard</a>. A new license key will be emailed to you after your order has been completed.
fr_fr: L'abonnement pour %s a été annulé. Vous pouvez renouveler l'abonnement depuis votre <a href="%s" target="_blank">espace client</a>. Une nouvelle clé de licence vous sera envoyée par email après votre commande.

source: The subscription for %s has expired. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: L'abonnement pour %s a expiré. Vous pouvez réactiver votre abonnement depuis votre <a href="%s" target="_blank">espace client</a>.

source: The subscription for %s has been suspended. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: L'abonnement pour %s a été suspendu. Vous pouvez réactiver votre abonnement depuis votre <a href="%s" target="_blank">espace client</a>.

source: The subscription for %s is still pending. You can check on the status of the subscription from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: L'abonnement pour %s n'est toujours pas validé. Vous pouvez vérifier l'état de votre abonnement dans votre <a href="%s" target="_blank">espace client</a>.

source: The subscription for %s has been placed in the trash and will be deleted soon. You can purchase a new subscription from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: L'abonnement pour %s a été placé dans la corbeille et sera bientôt détruit. Vous pouvez acheter un nouvel abonnement depuis votre <a href="%s" target="_blank">espace client</a>.

source: A subscription for %s could not be found. You can purchase a subscription from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: Un abonnement à %s ne peut être trouvé. Vous pouvez acheter un abonnement depuis votre <a href="%s" target="_blank">espace client</a>.

source: A license key for %s could not be found. Maybe you forgot to enter a license key when setting up %s, or the key was deactivated in your account. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: Une clé de licence pour %s n'a pas été trouvée. Vous avez peut-être oublié de saisir cette clé lors de la mise en place de %s, ou bien la clé n'est plus activée dans votre compte client. Vous pouvez réactiver ou acheter une clé de licence depuis votre <a href="%s" target="_blank">espace client</a>.

source: Download permission for %s has been revoked possibly due to a license key or subscription expiring. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: La permission de download pour %s a été révoquée probablement suite à l'expiration de la clé de licence ou de l'abonnement. Vous pouvez réactiver ou acheter une clé de licence depuis votre <a href="%s" target="_blank">espace client</a>.

source: %s has not been activated. Go to the settings page and enter the license key and license email to activate %s.
fr_fr: %s n'a pas été activé. Aller dans la page des réglages pour entrer la clé de licence et l'adresse email pour permettre l'activation %s.

source: You changed the subscription for %s, so you will need to enter your new API License Key in the settings page. The License Key should have arrived in your email inbox, if not you can get it by logging into your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: Vous avez modifié l'abonnement pour %s, vous devez saisir votre nouvelle clé de licence API dans la page de réglage. La clé de licence est contenue dans un email arrivée dans votre messagerie, dans le cas contraire vous l'obtiendrez en vous connectant à votre <a href="%s" target="_blank">espace client</a>.

source: License Activation
fr_fr: Activation de la licence

source: License Deactivation
fr_fr: Désactivation de la licence

source: The API License Key for WC4BP could not be found. %sClick here%s to activate it.
fr_fr: La clé de licence pour WC4BP ne peut être trouvée. %s Cliquez ici %s pour l'activer.

source: Edit
fr_fr: Edition
